Repository: gordonway/Divi-it
Catalog: itdivi.po
Languages: it

source: Fullwidth module can't be used outside of the Fullwidth Section.
it: Un modulo a tutta pagina non può essere usato al difuori di una sezione a tutta pagina.

source: 3 column row can't be used in this column.
it: Questa colonna non pu&ograve; contenere una riga con tre colonne.

source: Preview
it: Anteprima

source: Module
it: Modulo

source: Still images cannot be generated from this video service and/or this video format
it: Questo servizio di video e/o questo formato video non consentono la generazione di immagini fisse.

source: &laquo; Older Entries
it: &laquo; Articoli precedenti

source: Next Entries &raquo;
it: Articoli seguenti &raquo;

source: No Results Found
it: Nessun risultato trovato

source: The page you requested could not be found. Try refining your search, or use the navigation above to locate the post.
it: La pagina che hai richiesto non si trova. Prova a specificare meglio i criteri di ricerca, o usa i bottoni di navigazione qui in alto per trovare il post che cerchi.

source: on %1$s at %2$s
it: il %1$s alle %2$s

source: (Edit)
it: (Modifica)

source: Reply
it: Rispondi

source: Your comment is awaiting moderation.
it: Il tuo commento &egrave; in attesa di moderazione

source: Read Divi Documentation
it: Leggi la documentazione su Divi
