Repository: gordonway/Divi-it
Catalog: itdivi.po
Languages: it

source: This post is password protected. Enter the password to view comments.
it: Questo post è protetto da password. Inserisci la password per leggere i commenti.

source: 0 Comments
it: 0 Commenti

source: 1 Comment
it: 1 Commento

source: Comments
it: Commenti

source: <span class="meta-nav">&larr;</span> Older Comments
it: <span class="meta-nav">&larr;</span> Commenti precedenti

source: Newer Comments <span class="meta-nav">&rarr;</span>
it: Commenti pi&ugrave; recenti <span class="meta-nav">&rarr;</span>

source: Trackbacks/Pingbacks
it: Trackback e Pingback

source: Submit Comment
it: Invia commento

source: Submit a Comment
it: Invia commento

source: Leave a Reply to %s
it: Lascia una risposta a %s

source: Designed by %1$s | Powered by %2$s
it: Progettato da %1$s | Powered by %2$s

source: Primary Menu
it: Menu Principale

source: Secondary Menu
it: Menu Secondario

source: Footer Menu
it: Menu a pi&egrave; di pagina

source: on
it: il

source: Please, check the fields below to make sure you entered the correct information.
it: Per favore controlla di avere inserito dati corretti

source: Fill
it: Compila

source: field
it: Campo

source: Invalid email
it: indirizzo email non valido

source: Prev
it: Prec.

source: Next
it: Succ.

source: Select Page
it: Scegli la pagina

source: Posts by %s
it: Articoli di %s

source: % Comments
it: % commenti

source: No Comments
it: Nessun commento

source: by
it: da

source: Projects
it: Progetti

source: Project
it: Progetto

source: Add New
it: Aggiungi nuovo

source: Add New Project
it: Aggiungi nuovo progetto

source: Edit Project
it: Modifica progetto

source: New Project
it: Nuovo progetto

source: All Projects
it: Tutti i progetti

source: View Project
it: Visualizza progetto

source: Search Projects
it: Cerca progetto

source: Nothing found
it: La ricerca non d&agrave; nessun risultato

source: Nothing found in Trash
it: Nel Cestino non &egrave; stato trovato niente

source: Categories
it: Categorie

source: Category
it: Categoria

source: Search Categories
it: Cerca Categoria

source: All Categories
it: Tutte le Categorie

source: Parent Category
it: Categoria Padre

source: Parent Category:
it: Categoria Padre:

source: Edit Category
it: Modifica Categoria

source: Update Category
it: Aggiorna Categoria

source: Add New Category
it: Aggiungi nuova Categoria

source: New Category Name
it: Nome della nuova Categoria

source: Tags
it: Tag

source: Search Tags
it: Cerca Tag

source: All Tags
it: Tutti i Tag

source: Parent Tag
it: Tag Padre

source: Parent Tag:
it: Tag Padre:

source: Edit Tag
it: Modifica Tag

source: Update Tag
it: Aggiorna Tag

source: Add New Tag
it: Aggiungi nuovo Tag

source: New Tag Name
it: Nome del nuovo Tag

source: Layouts
it: Layout disponibili

source: Add New Layout
it: Aggiungi nuovo Layout

source: Edit Layout
it: Modifica Layout

source: New Layout
it: Nuovo Layout

source: All Layouts
it: Tutti i Layout

source: View Layout
it: Visualizza Layout

source: Search Layouts
it: Cerca Layout

source: Skills
it: Skill

source: Posted on
it: Pubblicato il

source: Right Sidebar
it: Sidebar destra

source: Left Sidebar
it: Sidebar sinistra

source: Full Width
it: A tutta larghezza

source: Light
it: Chiaro

source: Dark
it: Scuro

source: Page Layout
it: Layout di pagina

source: Side Navigation
it: Navigazione laterale

source: Off
it: Disabilitato

source: On
it: Abilitato

source: Use Background Color
it: Usa colore di sfondo

source: Background Color
it: Colore di sfondo

source: Hex Value
it: Valore esadecimale

source: Text Color
it: Colore testo

source: Theme Settings
it: Setting del tema

source: Fonts
it: Font

source: Schemes
it: Schemi

source: Note: Color settings set above should be applied to the Default color scheme.
it: Nota: le regolazioni di colore qui sopra dovrebbero venire applicate allo schema di colore Default

source: Link Color
it: Colore link

source: Main Font Color
it: Colore principale testo

source: Accent Color
it: Colore per evidenziare

source: Footer Background Color
it: Colore di sfondo del pi&egrave; di pagina

source: Menu Links Color
it: Colore dei link nel menu

source: Active Menu Link Color
it: Colore del link attivo nel menu

source: Boxed Layout
it: Layout bordato

source: Stretch Background Image
it: Adatta dimensioni immagine di sfondo

source: Vertical Navigation
it: Navigazione verticale

source: Show Social Icons in Header
it: Mostra icone social nell'intestazione

source: Show Social Icons in Footer
it: Mostra icone sociali nel pi&egrave; di pagina

source: Show Search Icon
it: Mostra icona di ricerca

source: Header Style
it: Stile Titoli

source: Centered
it: Centrato

source: Phone Number
it: Numero di telefono

source: Primary Navigation Background
it: Colore principale sfondo

source: Primary Navigation Text Color
it: Colore principale testo in barra di navigazione

source: Secondary Navigation Background
it: Colore secondario sfondo

source: Secondary Navigation Text Color
it: Colore secondario testo in barra di navigazione

source: Header Font
it: Font Titoli

source: Body Font
it: Font Body

source: Color Schemes
it: Schemi colore

source: Green
it: Verde

source: Orange
it: Arancione

source: Pink
it: Rosa

source: Red
it: Rosso

source: 0 comments
it: 0 commenti

source: 1 comment
it: 1 commento

source: comments
it: commenti

source: Item
it: Elemento

source: Items
it: Elementi

source: Connecting...
it: Connessione in corso &hellip;

source: Connection failed
it: Connessione fallita

source: Removing connection...
it: Rimuovi connessione &hellip;

source: Done
it: Fatto

source: Step 1: <a href="%1$s" target="_blank">Generate authorization code</a>
it: Step 1: <a href="%1$s" target="_blank">Genera codice di autorizzazione</a>

source: Step 2: Paste in the authorization code and click "Make a connection" button:
it: Step 2: Incolla il codice autorizzazione e clicca il bottone "Stabilisci connessione":

source: Make a connection
it: Stabilisci connessione

source: Aweber is set up properly. You can remove connection here if you wish.
it: Aweber è configurato correttamente. Qui, se vuoi, puoi rimuovere la connessione.

source: Remove the connection
it: Rimuovi connessione

source: Nonce failed.
it: Nonce fallito.

source: Authorization code is empty.
it: Codice autorizzazione assente.

source: Authorization code is invalid. Try regenerating it and paste in the new code.
it: Codice autorizzazione non valido. Prova a generarne uno nuovo e incollalo qui.

source: Nonce failed
it: Nonce fallito

source: Read more
it: Leggi di più

source: Follow
it: Segui

source: Days
it: Giorni

source: Hours
it: Ore

source: Hrs
it: Ore

source: Minutes
it: Minuti

source: Seconds
it: Secondi

source: by <strong>%1$s</strong>
it: di <strong>%1$s</strong>

source: Configuration error
it: Errore di configurazione

source: Please enter first name
it: Inserisci il nome di battesimo

source: Incorrect email
it: Email non corretta

source: Configuration error: List is not defined
it: Errore di configurazione: lista non definita

source: <h2 class="et_pb_subscribed">Subscribed - look for the confirmation email!</h2>
it: <h2 class="et_pb_subscribed">Ti sei iscritto - controlla la mail di conferma!</h2>

source: Configuration error: api key is not defined
it: Errore di configurazione: chiave API non definita

source: Aweber: Wrong configuration data
it: Aweber: dati di configurazione sbagliati

source: Subscribe
it: Iscriviti

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Email Address
it: Indirizzo posta elettronica

source: Name
it: Nome

source: Logged in as %1$s
it: Connesso come %1$s

source: Log out
it: Esci

source: Forgot your password?
it: Password dimenticata?

source: by %s
it: da %s

source: read more...
it: continua&hellip;

source: read more
it: continua&hellip;

source: All
it: Tutti

source: Make sure you entered the captcha.
it: Hai fatto la somma e messo il risultato?

source: You entered the wrong number in captcha.
it: Hai messo il risultato sbagliato!

source: Make sure you fill all fields.
it: Assicurati di aver immesso tutti i dati richiesti

source: Invalid Email.
it: Indirizzo posta elettronica non valido

source: New Message From %1$s%2$s
it: Nuovo messaggio da %1$s%2$s

source: Thanks for contacting us
it: Grazie per averci contattato

source: Message
it: Messaggio

source: Submit
it: Invia

source: Search &hellip;
it: Cerca &hellip;

source: Search for:
it: Cerca:

source: Pages:
it: Pagine:

source: Saving...
it: Sto salvando...

source: Options Saved.
it: Preferenze salvate.

source: Options
it: Preferenze

source: Theme Options
it: Preferenze tema

source: settings saved.
it: Setting salvati

source: settings reset.
it: Setting riportati a valori di default

source: General Settings
it: Setting generali

source: Navigation
it: Navigazione

source: Layout Settings
it: Setting di layout

source: Ad Management
it: Gestione Ad

source: Colorization
it: Colorizzazione

source: Integration
it: Integrazione

source: Support Docs
it: Documentazione di supporto

source: Upload Image
it: Carica immagine

source: You don't have pages
it: Non ci sono pagine

source: Save changes
it: Salva modifiche

source: This will return all of the settings throughout the options page to their default values. <strong>Are you sure you want to do this?</strong>
it: Tutti i setting della pagina opzioni verranno riportati ai valori di default. Sei sicuro di volerlo?</strong>

source: Archives
it: Archivi

source: Search results for "%s"
it: Risultati trovati per "%s"

source: 404 Not Found
it: 404 non trovata

source: Currently viewing archives from %1$s
it: Stai visualizzando gli archivi a partire da %1$s

source: Image doesn't exist
it: L'immagine non esiste

source: <div class="updated"><p>This is a fresh installation of %1$s theme. Don't forget to go to <a href="%2$s">ePanel</a> to set it up. This message will disappear once you have clicked the Save button within the <a href="%2$s">theme's options page</a>.</p></div>
it: <div class="updated"><p>Questa &egrave; una nuova installazione del tema %1$s . Non dimenticare di andare su <a href="%2$s">ePanel</a> per configurarlo. Questo messaggio scomparir&agrave; una volta che avrai premuto il bottone Salva nella pagina delle <a href="%2$s">opzioni del tema</a>.</p></div>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>. <em>Before you can update your Elegant Themes, you must first install the <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> to authenticate your subscription.</em>
it: &Egrave; disponibile una nuova versione di %1$s . <a href="%2$s" class="thickbox" title="%1$s">Leggi i dettagli della versione %3$s</a>. <em>Prima di poter fare l'upgrade dei tuoi temi Elegant Themes, devi installare <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> per autenticare la tua iscrizione.</em>

source: Before you can update your Elegant Themes, you must first install the <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> to authenticate your subscription.
it: Prima di aggiornare Elegant Themes devi installare il <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> per autenticare il tuo abbonamento.

source: General
it: Generale

source: If you would like to use your own custom logo image click the Upload Image button.
it: Se vuoi usare il tuo logo personalizzato, clicca il bottone Carica Immagine.

source: If you would like to use your own custom favicon image click the Upload Image button.
it: Se vuoi usare la tua favicon personalizzata, clicca il bottone Carica Immagine.

source: Fixed Navigation Bar
it: Barra di navigazione fissa

source: By default the navigation bar stays on top of the screen at all times. We suggest to disable this option, if you need to use a logo taller than the default one.
it: Per default la barra di navigazione rimane sempre in cima allo schermo. Se devi usare un logo pi&ugrave; alto di quello di default, ti suggeriamo di disabilitare questa opzione.

source: Grab the first post image
it: Usa la prima immagine del post

source: By default thumbnail images are created using custom fields. However, if you would rather use the images that are already in your post for your thumbnail (and bypass using custom fields) you can activate this option. Once activcated thumbnail images will be generated automatically using the first image in your post. The image must be hosted on your own server.
it: Per default le miniature vengono create usando dei campi personalizzati. Se invece preferisci usare come miniature immagini che compaiono già nel tuo post (evitando cos&igrave; di usare campi personalizzati), puoi abilitare questa opzione. Una volta abilitata, le immagini verranno generate automaticamente a partire dalla prima immagine che compare nel tuo post. L'immagine deve essere registrata sul tuo server-

source: Blog Style Mode
it: Modalità blog

source: By default the theme truncates your posts on index/homepages automatically to create post previews. If you would rather show your posts in full on index pages like a traditional blog then you can activate this feature.
it: Per default, il tema crea automaticamente le anteprime sulla homepage e sulle pagine indice usando le prime righe dei tuoi post. Se preferisci che in homepage e sulle pagine indice i tuoi post compaiano per intero come in un blog tradizionale, abilita questa opzione.

source: Shop Page & Category Page Layout for WooCommerce
it: Layout pagine Negozio e Categoria per WooCommerce

source: Here you can choose Shop Page & Category Page Layout for WooCommerce.
it: Qui puoi scegliere il layout per le pagine Negozio e Categoria in WooCommerce.

source: MailChimp API Key
it: Chiave API per MailChimp

source: Enter your MailChimp API key. You can create an api key <a target="_blank" href="%1$s">here</a>
it: Inserisci la tua chiave API per MailChimp. Puoi creare una chiave API <a target="_blank" href="%1$s">qui</a>.

source: Aweber Authorization
it: Autorizzazione Aweber

source: Authorize your Aweber account here.
it: Autorizza qui il tuo account Aweber

source: Number of Posts displayed on Category page
it: Numero di post mostrati nelle pagine Categoria

source: Here you can designate how many recent articles are displayed on the Category page. This option works independently from the Settings > Reading options in wp-admin.
it: Qui puoi indicare quanti articoli per pagina vengono visualizzati nelle pagine Categoria. Questa opzione funziona in modo indipendente dall'opzione Settings > Lettura in wp-admin.

source: Number of Posts displayed on Archive pages
it: Numero di post mostrati nelle pagine Archivio

source: Here you can designate how many recent articles are displayed on the Archive pages. This option works independently from the Settings > Reading options in wp-admin.
it: Qui puoi indicare quanti articoli per pagina vengono visualizzati nelle pagine Archivio. Questa opzione funziona in modo indipendente dall'opzione Settings > Lettura in wp-admin.

source: Number of Posts displayed on Search pages
it: Numero di post mostrati nelle pagine Ricerca

source: Here you can designate how many recent articles are displayed on the Search results pages. This option works independently from the Settings > Reading options in wp-admin.
it: Qui puoi indicare quanti articoli per pagina vengono visualizzati nelle pagine dei risultati di ricerca. Questa opzione funziona in modo indipendente dall'opzione Settings > Lettura in wp-admin.

source: Number of Posts displayed on Tag pages
it: Numero di post mostrati nelle pagine Tag

source: Here you can designate how many recent articles are displayed on the Tag pages. This option works independently from the Settings > Reading options in wp-admin.
it: Qui puoi indicare quanti articoli per pagina vengono visualizzati nelle pagine Tag. Questa opzione funziona in modo indipendente dall'opzione Settings > Lettura in wp-admin.

source: Date format
it: Formato data

source: This option allows you to change how your dates are displayed. For more information please refer to the WordPress codex here:<a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'>Formatting Date and Time</a>
it: Questa opzione ti permette di scegliere il modo in cui vengono visualizzate le date. Per ulteriori informazioni, fai riferimento al WordPress Codex qui: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'>Formatting Date and Time</a>

source: Use excerpts when defined
it: Usa riassunti se definiti

source: This will enable the use of excerpts in posts or pages.
it: Questo abilita l'uso dei riassunti nei post o nelle pagine.

source: Responsive shortcodes
it: Shortcode responsive

source: Enable this option to make shortcodes respond to various screen sizes
it: Abilita questa opzione per fare in modo che gli shortcode si adattino schermi di diverse dimensioni

source: Google Fonts subsets
it: Sottinsiemi Google Font

source: This will enable Google Fonts for Non-English languages.
it: Questo abilita l'uso di Google Font per lingue diverse dall'Inglese.

source: Back To Top Button
it: Bottone "Torna all'inizio"

source: Enable this option to display Back To Top Button while scrolling
it: Abilita questa opzione per mostrare il bottone "Torna all'inizio"

source: Smooth Scrolling
it: Scorrimento senza scatti

source: Enable this option to get the smooth scrolling effect with mouse wheel
it: Abilita questa opzione per avere un effetto di scorrimento senza scatti quando usi la rotellina del mouse

source: Custom CSS
it: CSS Personalizzato

source: Here you can add custom css to override or extend default styles.
it: Qui puoi aggiungere dichiarazioni CSS personalizzate per estendere o sostituire gli stili di default.

source: Pages
it: Pagine

source: Exclude pages from the navigation bar
it: Escludi pagine dalla barra di navigazione

source: Here you can choose to remove certain pages from the navigation menu. All pages marked with an X will not appear in your navigation bar.
it: Qui puoi scegliere quali pagine non devono comparire sulla barra di navigazione. Tutte le pagine marcate con una X non compariranno sulla barra di navigazione.

source: Show dropdown menus
it: Mostra menu a cascata

source: If you would like to remove the dropdown menus from the pages navigation bar disable this feature.
it: Se vuoi togliere i menu a cascata dalla barra di navigazione delle pagine, disabilita questa opzione.

source: Display Home link
it: Mostra link a Home

source: By default the theme creates a Home link that, when clicked, leads back to your blog's homepage. If, however, you are using a static homepage and have already created a page called Home to use, this will result in a duplicate link. In this case you should disable this feature to remove the link.
it: Per default il tema crea un link Home che porta alla homepage del tuo blog. Se però usi una homepage statica o hai già creato una pagina da usare come Home, questo creerà un link duplicato. In questo caso devi disabilitare questa opzione per non creare un link duplicato.

source: Sort Pages Links
it: Ordina link alle Pagine

source: Here you can choose to sort your pages links.
it: Qui puoi scegliere se i link alle Pagine appaiono in ordine alfabetico.

source: Order Pages Links by Ascending/Descending
it: Ordina le pagine in ordine Crescente/Descrescente

source: Here you can choose to reverse the order that your pages links are displayed. You can choose between ascending and descending.
it: Qui puoi scegliere se le tue pagine vengono elencate in ordine alfabetico ascendente o discendente.

source: Number of dropdown tiers shown
it: Numero di voci del menu a cascata

source: This options allows you to control how many teirs your pages dropdown menu has. Increasing the number allows for additional menu items to be shown.
it: Questa opzione ti permette di controllare il numero massimo di voci dei tuoi menu a cascata. Aumentando il numero di voci, visualizzi un numero maggiore di voci di menu.

source: Exclude categories from the navigation bar
it: Escludi Categorie dalla barra di navigazione

source: Here you can choose to remove certain categories from the navigation menu. All categories marked with an X will not appear in your navigation bar.
it: Qui puoi scegliere se non far comparire certe Categorie nella barra di navigazione. Tutte le Categorie marcate con una X non comparirannonella barra di navigazione.

source: If you would like to remove the dropdown menus from the categories navigation bar disable this feature.
it: Se vuoi che barra di navigazione per Categorie non abbia menu a cascata, disabilita questa opzione.

source: Hide empty categories
it: Nascondi Categorie vuote

source: If you would like categories to be displayed in your navigationbar that don't have any posts in them then disable this option. By default empty categories are hidden
it: Se vuoi che la barra di navigazione per Categorie indichi anche le Categorie che non contengono alcun post, disabilita questa opzione. Per default, le categorie vuote vengono nascoste

source: Sort Categories Links by Name/ID/Slug/Count/Term Group
it: Ordina link alle Categorie per Nome/ID/Slug/Numero post/Gruppo di termini

source: By default pages are sorted by name. However if you would rather have them sorted by ID you can adjust this setting.
it: Per default, le pagine vengono ordinate per nome. Se preferisci ordinarle per ID puoi specificarlo qui.

source: Order Category Links by Ascending/Descending
it: Ordina le Categorie in ordine alfabetico Ascendente/Discendente

source: Here you can choose to reverse the order that your categories links are displayed. You can choose between ascending and descending.
it: Qui puoi scegliere l'ordine in cui elencare le Categorie. Puoi scegliere fra ordine alfabetico ascendente e discendente.

source: Disable top tier dropdown menu links
it: Disabilita il primo livello di menu a cascata

source: In some cases users will want to create parent categories or links as placeholders to hold a list of child links or categories. In this case it is not desirable to have the parent links lead anywhere, but instead merely serve an organizational function. Enabling this options will remove the links from all parent pages/categories so that they don't lead anywhere when clicked.
it: In alcuni casi pu&ograve; essere desiderabile creare Categorie o link di primo livello da usare come segnaposto per contenere una lista di link o categorie figlio. In questo caso &egrave; necessario che il link padre sia inattivo, in modo da poter svolgere una mera funzione organizzativa. Abilitando questa funzione, i link di primo livello a Pagine e Categorie saranno disabilitati, in modo da non attivare la navigazione quando vengono cliccati.

source: Single Post Layout
it: Layout del singolo post

source: Single Page Layout
it: Layout della singola pagina

source: Choose which items to display in the postinfo section
it: Scegli quali voci mostrare nella sezione postinfo

source: Here you can choose which items appear in the postinfo section on single post pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
it: Qui puoi scegliere quali voci mostrare nella sezione "Info sul Post" della pagina di un post. Questa sezione, che di solito compare immediatamente sotto al titolo del post, fornisce le informazioni di base sul post. Gli elementi qui sotto che compaiono evidenziati verranno mostrati.
