Repository: gordonway/Divi-it
Catalog: itdivi.po
Languages: it

source: Show comments on posts
it: Mostra i commenti nei Post

source: You can disable this option if you want to remove the comments and comment form from single post pages.
it: Disabilita questa opzione se vuoi togliere i commenti e il form di commento dalle pagine dei singoli post.

source: Place Thumbs on Posts
it: Inserisci Miniature nei Post

source: By default thumbnails are placed at the beginning of your post on single post pages. If you would like to remove this initial thumbnail image to avoid repetition simply disable this option.
it: Per default, le miniature vengono inserite all'inizio del contenuto nella pagina dedicata a un post. Se vuoi evitare la l'inclusione della miniatura per evitare ripetizioni, disabilita questa opzione.

source: Place Thumbs on Pages
it: Inserisci miniature nelle pagine

source: By default thumbnails are not placed on pages (they are only used on posts). However, if you want to use thumbnails on posts you can! Just enable this option.
it: Per default, le miniature non compaiono nelle pagine (ma solo nei post). Se però vuoi mostrare le miniature nei post, puoi farlo abilitando questa opzione.

source: Show comments on pages
it: Mostra i commenti sulle pagine

source: By default comments are not placed on pages, however, if you would like to allow people to comment on your pages simply enable this option.
it: Per default, le pagine non consentono commenti. Se desideri che i lettori possano lasciare i loro commenti sulle pagine, abilita questa opzione.

source: Post info section
it: Sezione Info sul post

source: Here you can choose which items appear in the postinfo section on pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
it: Qui puoi indicare quali voci devono comparire nella sezione Informazioni sul Post di una pagina. Quest'area, che normalmente compare subito sotto al titolo, contiene le informazioni di base sul post. Fra le voci che vedi qui sotto, quelle evidenziate verranno mostrate.

source: Show Thumbs on Index pages
it: Mostra Miniature sulle pagine indice

source: Enable this option to show thumbnails on Index Pages.
it: Abilita questa opzione se vuoi mostrare le miniature nelle pagine Indice.

source: Homepage SEO
it: SEO per homepage

source: Single Post Page SEO
it: SEO per pagina singolo post

source: Index Page SEO
it: SEO per pagina Indice

source: Enable custom title
it: Abilita Titolo personalizzato

source: By default the theme uses a combination of your blog name and your blog description, as defined when you created your blog, to create your homepage titles. However if you want to create a custom title then simply enable this option and fill in the custom title field below.
it: Per default il tema usa una combinazione del nome e della descrizione del tuo blog, che hai inserito al momento della sua creazione, per creare il <title> della tue homepage. Se preferisci invece usare un titolo personalizzato, devi solo abilitare questa opzione e compilare il campo sottostante.

source: Enable meta description
it: Abilita descrizione meta

source: By default the theme uses your blog description, as defined when you created your blog, to fill in the meta description field. If you would like to use a different description then enable this option and fill in the custom description field below.
it: Per default il tema usa la descrizione del tuo blog, che hai inserito al momento della sua creazione, per creare la meta descrizione. Se preferisci invece usare una descrizione personalizzata, devi solo abilitare questa opzione e compilare il campo sottostante.

source: Enable meta keywords
it: Abilita keyword meta

source: By default the theme does not add keywords to your header. Most search engines don't use keywords to rank your site anymore, but some people define them anyway just in case. If you want to add meta keywords to your header then enable this option and fill in the custom keywords field below.
it: Per default, il tema non aggiunge keyword nello header. La maggior parte dei motori di ricerca non le usano pi&ugrave; per determinare il ranking del sito, ma alcuni utenti le specificano egualmente per ogni evenienza. Se vuoi aggiungere keyword meta allo header, abilita questa opzione e indica le keyword nel campo qui sotto.

source: Enable canonical URL's
it: Abilita URL canoniche

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URLs all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
it: La canonificazione aiuta a prevenire l'indicizzazione ripetuta dei contenuti da parte dei motori di ricerca; di conseguenza, ti aiuta a evitare le penalizzazioni per contenuti duplicati e la diminuzione del pagerank. Pu&ograve; accadere che URL differenti portino alla stessa pagina: per esempio, domain.com, domain.com/index.html e www.domain.com sono URL differenti che portano tutte alla tua homepage. Per un motore di ricerca, queste URL duplicate potrebbero in linea di principio portare a contenuti differenti.Il problema si propone spesso anche quando si usano dei permalink personalizzati.La scelta di definire URL canoniche dice al motore di ricerca quale URL vuoi usare ufficialmente per un dato contenuto. Il tema produce le URL canoniche sulla base dei permalink e del nome di dominio specificati nel teb preferenze di wp-admin.

source: Homepage custom title (if enabled)
it: Titolo personalizzato homepage (se abilitato)

source: If you have enabled custom titles you can add your custom title here. Whatever you type here will be placed between the < title >< /title > tags in header.php
it: Se hai abilitato i titoli personalizzati, puoi aggiungere qui il tuo titolo personalizzato. Quello che scrivi in questo campo verrà inserito fra tag < title >< /title > in header.php

source: Homepage meta description (if enabled)
it: Descrizione meta della homepage (se abilitata)

source: If you have enabled meta descriptions you can add your custom description here.
it: Se hai abilitato le descrizioni meta, puoi aggiungere qui la tua descrizione personalizzata.

source: Homepage meta keywords (if enabled)
it: Meta keyword della homepage (se abilitate)

source: If you have enabled meta keywords you can add your custom keywords here. Keywords should be separated by comas. For example: wordpress,themes,templates,elegant
it: Se hai abilitato le keyword meta puoi aggiungere qui le tue keyword personalizzate. Le keyword devono essere separate da una virgola. Per esempio: wordpress, temi, template, elegant

source: If custom titles are disabled, choose autogeneration method
it: Se i titoli personalizzati sono disabilitati, opta per la loro generazione automatica

source: If you are not using cutsom post titles you can still have control over how your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
it: Anche se non usi titoli personalizzati per le pagine post, puoi comunque controllare il modo in cui vengono generati. Qui puoi indicare l'ordine in cui vuoi che compaiano il titolo del post e il nome del blog o, se vuoi, puoi togliere del tutto il nome del blog.

source: Define a character to separate BlogName and Post title
it: Indica un carattere per separare BlogName e PostTitle

source: Here you can change which character separates your blog title and post name when using autogenerated post titles. Common values are | or -
it: Qui puoi scegliere il carattere con cui separare il titolo del blog e il nome del post quando usi titoli di pagina autogenerati. I valori pi&ugrave; comuni sono | e -

source: Enable custom titles
it: Abilita titoli personalizzati

source: By default the theme creates post titles based on the title of your post and your blog name. If you would like to make your meta title different than your actual post title you can define a custom title for each post using custom fields. This option must be enabled for custom titles to work, and you must choose a custom field name for your title below.
it: Per default il tema crea i titoli delle pagine dei post componendo il titolo del post e del nome del blog. Se vuoi che il tuo titolo meta sia diverso dal titolo del post, puoi definire un titolo personalizzato per ciascun post usando dei campi personalizzati. Per vedere i titoli personalizzati, questa opzione deve essere abilitata, e devi indicare il nome del campo personalizzato con cui creare il titolo meta.

source: Enable custom description
it: Abilita descrizione personalizzata

source: If you would like to add a meta description to your post you can do so using custom fields. This option must be enabled for descriptions to be displayed on post pages. You can add your meta description using custom fields based off the custom field name you define below.
it: Se vuoi aggiungere una meta description aI tuo post, puoi farlo usando dei campi personalizzati. Perch&eacute; la descrizione venga visualizzate nelle pagine dei post, questa opzione deve essere abilitata. Puoi aggiungere la tua meta description usando dei campi personalizzati basati sul nome di campo che indichi qui sotto.

source: Enable custom keywords
it: Abilita keyword personalizzate

source: If you would like to add meta keywords to your post you can do so using custom fields. This option must be enabled for keywords to be displayed on post pages. You can add your meta keywords using custom fields based off the custom field name you define below.
it: Se vuoi aggiungere delle keyword meta aI tuo post, puoi farlo usando dei campi personalizzati. Perch&eacute; le keyword vengano visualizzate nelle pagine dei post, questa opzione deve essere abilitata. Puoi aggiungere le tue keyword meta usando dei campi personalizzati basati sul nome di campo che indichi qui sotto.

source: Enable canonical URL's
it: Abilita URL canoniche

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URL's all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
it: La canonificazione aiuta a prevenire l'indicizzazione ripetuta dei contenuti da parte dei motori di ricerca; di conseguenza, ti aiuta a evitare le penalizzazioni per contenuti duplicati e la diminuzione del pagerank. Pu&ograve; accadere che URL differenti portino alla stessa pagina: per esempio, domain.com, domain.com/index.html e www.domain.com sono URL differenti che portano tutte alla tua homepage. Per un motore di ricerca, queste URL duplicate potrebbero in linea di principio portare a contenuti differenti. Il problema si propone spesso anche quando si usano dei permalink personalizzati.La scelta di definire URL canoniche dice al motore di ricerca quale URL vuoi usare ufficialmente per un dato contenuto. Il tema produce le URL canoniche sulla base dei permalink e del nome di dominio specificati nel teb preferenze di wp-admin.

source: Custom field Name to be used for title
it: Nome del campo personalizzato da usare per il titolo

source: When you define your title using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom title you would like to use.
it: Quando specifichi il titolo tramite dei campi personalizzati devi usare questo valore per il nome del campo personalizzato. Il valore del campo sar&agrave; il titolo personalizzato che vuoi usare.

source: Custom field Name to be used for description
it: Nome del campo personalizzato da usare per la descrizione

source: When you define your meta description using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom description you would like to use.
it: Quando specifichi la meta descrizione tramite dei campi personalizzati devi usare questo valore per il nome del campo personalizzato. Il valore del campo sar&agrave; la meta descrizione che vuoi usare.

source: Custom field Name to be used for keywords
it: Nome del campo personalizzato per le keyword

source: When you define your keywords using custom fields you should use this value for the custom field Name. The Value of your custom field should be the meta keywords you would like to use, separated by comas.
it: Quando specifichi le parole chiave tramite dei campi personalizzati devi usare questo valore per il nome del campo personalizzato. Il valore del campo saranno le meta keyword che vuoi usare, separate da virgole.

source: If you are not using cutsom post titles you can still have control over hw your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
it: Anche se non stai usando titoli dei post personalizzati puoi comunque controllare come questi titoli vengono generati. Qui puoi indicare l'ordine in cui vuoi veder comparire il titolo del post e il nome del blog, oppure puoi togliere del tutto il nome del blog dal titolo.

source: Enable meta descriptions
it: Abilita meta descrizioni

source: Check this box if you want to display meta descriptions on category/archive pages. The description is based off the category description you choose when creating/edit your category in wp-admin.
it: Spunta questa casella se vuoi inserire meta descrizioni nelle pagine archivio e categoria. La descrizione si basa sulla descrizione di categoria che hai fornito quando hai creato o modificato la categoria in wp-admin.

source: Choose title autogeneration method
it: Scegli metodo di autogenerazione dei titoli

source: Here you can choose how your titles on index pages are generated. You can change which order your blog name and index title are displayed, or you can remove the blog name from the title completely.
it: Qui puoi scegliere come generare i titoli nelle pagine indice. Puoi cambiare l'ordine in cui vengono citati il nome del blog e il titolo dell'indice, o puoi togliere del tutto il nome del blog dal titolo.

source: Here you can change which character separates your blog title and index page name when using autogenerated post titles. Common values are | or -
it: Qui puoi indicare il carattere che separa il titolo del tuo blog e il nome della pagina indice, nei titoli dei post autogenerati. I valori pi&ugrave; sono | e -

source: Code Integration
it: Integrazione codice

source: Enable header code
it: Abilita codice nello header

source: Disabling this option will remove the header code below from your blog. This allows you to remove the code while saving it for later use.
it: Se questa opzione viene disabilitata, il codice qui sotto viene rimosso dallo header della pagina del tuo blog. Questo ti permette di eliminare il codice conservandolo per una prossima volta

source: Enable body code
it: Abilita codice nel <body>

source: Disabling this option will remove the body code below from your blog. This allows you to remove the code while saving it for later use.
it: Se questa opzione viene disabilitata, il codice qui sotto viene rimosso dal <body> del tuo blog. Questo ti permette di eliminare il codice conservandolo per una prossima volta

source: Enable single top code
it: Abilita codice singolo in cima alla pagina

source: Disabling this option will remove the single top code below from your blog. This allows you to remove the code while saving it for later use.
it: Se questa opzione viene disabilitata, il codice qui sotto viene rimosso dalla cima della pagina del tuo blog. Questo ti permette di eliminare il codice conservandolo per una prossima volta

source: Enable single bottom code
it: Abilita codice singolo a fondo pagina

source: Disabling this option will remove the single bottom code below from your blog. This allows you to remove the code while saving it for later use.
it: Se questa opzione viene disabilitata, il codice qui sotto viene rimosso dal fondo del tuo blog. Questo ti permette di eliminare il codice conservandolo per una prossima volta

source: Add code to the < head > of your blog
it: Aggiungi codice alla <head> del tuo blog

source: Any code you place here will appear in the head section of every page of your blog. This is useful when you need to add javascript or css to all pages.
it: Il codice che inserisci qui verr&agrave; incluso nella <head> di ciascuna pagina del tuo blog. Questo &egrave; utile quando devi aggingere javascript o css a tutte le pagine.

source: Add code to the < body > (good for tracking codes such as google analytics)
it: Aggiungi codice al <body> (utile per codici di tracciamento come Google Analytics)

source: Any code you place here will appear in body section of all pages of your blog. This is usefull if you need to input a tracking pixel for a state counter such as Google Analytics.
it: Il codice che inserisci qui verrà incluso nel body di tutte le pagine del tuo blog. Questo &egrave; utile se devi inserire un pixel di tracciamento per un contatore, come ad esempio Google Analytics.

source: Add code to the top of your posts
it: Aggiungi codice in cima ai post

source: Any code you place here will be placed at the top of all single posts. This is useful if you are looking to integrating things such as social bookmarking links.
it: Il codice che metti qui verrà inserito in cima a ogni singolo post. Questo &egrave; utile se stai cercando di integrare, per esempio, link per i bookmark sociali

source: Add code to the bottom of your posts, before the comments
it: Aggiungi il codice in fondo ai post, prima dei commenti

source: Documentation
it: Documentazione

source: Manage Un-widgetized Advertisements
it: Gestisci pubblicità che compaiono fuori da un widget

source: Enable Single Post 468x60 banner
it: Abilita banner 468x60 sui singoli post

source: Enabling this option will display a 468x60 banner ad on the bottom of your post pages below the single post content. If enabled you must fill in the banner image and destination url below.
it: Abilitando questa opzione verr&agrave; visualizzato un banner pubblicitario da 468x60 pixel in fondo alle pagine post, dopo il contenuto del post stesso. Se abilitata, devi indicare l'immagine da usare come banner e l'url di destinazione.

source: Input 468x60 advertisement banner image
it: Inserisci l'immagine banner 468x60

source: Here you can provide 468x60 banner image url
it: Qui puoi inserire l'url dell'immagine banner 468x60

source: Input 468x60 advertisement destination url
it: Inserisci l'url dell'immagine banner 468x60

source: Here you can provide 468x60 banner destination url
it: Qui puoi mettere l'url di destinazione del banner 468x60

source: Input 468x60 adsense code
it: Inserisci il codice AdSense 468x60

source: Place your adsense code here.
it: Metti qui il tuo codice AdSense

source: Previous
it: Precedente

source: Member Login
it: Login

source: Username:
it: Nome utente:

source: Add a Tooltip Text
it: Aggiungi il testo del tooltip

source: Click here to learn more
it: Clicca qui per ulteriori informazioni

source: Caption
it: Didascalia

source: Caption goes here
it: Qui va la didascalia

source: Caption title goes here
it: Qui va il titolo della didascalia

source: State
it: Stato

source: Select between expanded and closed state
it: Scegli fra lo stato espanso e ripiegato

source: Content
it: Contenuto

source: Content goes here
it: Il contenuto va qui

source: Content text or html
it: Contenuto in forma di testo o html

source: Type
it: Tipo

source: Type of the box
it: Tipo di box

source: Choose button type
it: Scegli il tipo di bottone

source: Color
it: Colore

source: Choose button color
it: Scegli il colore del bottone

source: Link text
it: Testo del link

source: Icon
it: Icona

source: Used for icon button type
it: Usato per il tipo di bottone con icona

source: Open link in new window
it: Apri il link in una nuova finestra

source: Select yes if the link should be opened in a new window
it: Scegli s&igrave; se desideri che il link si apra in una nuova finestra

source: Slider Type
it: Tipo di slider

source: Select Slider Type here
it: Scegli qui il tipo di slider

source: Effect
it: Effetto

source: Select Animation Effect
it: Scegli l'effetto animato

source: Choose yes if you want for automatic slider animation
it: Scegli s&igrave; per fare in modo che lo slider avanzi automaticamente

source: Auto Speed
it: Velocità in automatico

source: Automattic slider speed (works only if Auto is set to yes)
it: Velocit&agrave;à dello slider automatico (funziona solo se Auto &egrave; settato su s&igrave;

source: Tab Text
it: Testo del tab

source: Tab Content
it: Contenuto del tab

source: Paste image url here, if you chose "images" slider type
it: Incolla qui l'URL dell'immagine se scegli uno slider di tipo "immagini"

source: Image Url
it: URL dell'immagine

source: Author Image URL
it: URL dell'autore dell'immagine

source: Use resizing
it: Ridimensiona

source: + Add One More Tab
it: + Aggiungi un altro tab

source: Image Height
it: Altezza immagine

source: Image Width
it: Larghezza immagine

source: Export Page Builder Layouts
it: Esporta i layout di Page Builder

source: You do not have sufficient permissions to export the content of this site.
it: Non hai permessi sufficienti per esportare i contenuti di questo sito.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
it: Quando clicchi il bottone qui sotto, Wordpress produrr&agrave; un file XML chepotrai salvare usl tuo computer.

source: This format, which we call WordPress eXtended RSS or WXR, will contain all layouts you created using the Page Builder.
it: Questo formato, che chiamiamo Wordpress Extended RSS, o WXR, conter&agrave; tutti i layout che hai creato con il Page Builder.

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import all layouts from this site.
it: Una volta che hai salvato il file di download puoi usare la funzione Importa di un'altra installazione Wordpress per importare tutti i layout di questo sito.

source: Download Export File
it: Scarica il file di esportazione

source: Use Default Editor
it: Usa l'editor di default

source: Use Page Builder
it: Usa il Page Builder

source: Replace the existing content with loaded layout
it: Sostituisci il contenuto attuale con il layout che carichi

source: Saved Layouts:
it: Layout salvati:

source: Predefined Layouts:
it: Layout predefiniti:

source: The section should have at least one row.
it: La sezione deve contenere almeno una riga.
